Repository: hamonikr/hamonikr5.0-hamonikr-report
Catalog: po/mintreport-*.po
Languages: he, uz

source: System Reports
he: דוחות מערכת
uz: Тизим ҳисоботлари

source: _File
he: _קובץ
uz: _Файл

source: Refresh
he: רענן
uz: Янгилаш

source: Restore ignored reports
he: שחזר דיווחים מוסתרים
uz: Эътиборсиз қолдирилган ҳисоботларни тиклаш

source: Quit
he: צא
uz: Чиқиш

source: _Help
he: _עזרה
uz: _Ёрдам

source: About
he: על אודות
uz: Дастур ҳақида

source: An error occurred while gathering the system information.
he: אירעה שגיאה בזמן איסוף מידע על המערכת.
uz: Тизим ҳақида маълумотларни йиғишда хато юз берди

source: System information copied
he: מידע מערכת הועתק
uz: Тизим ҳақида маълумот нусхаланди

source: Your system information was copied into your clipboard so you can paste it on the forums.
he: מידע המערכת שלך הועתק ללוח הגזירים שלך כך שתוכל/י להדביק אותו בפורומים.
uz: Тизим ҳақида маълумот алмашиш буферига нусхаланди ва форумларга жойлаштирилиши мумкин.

source: System information uploaded
he: מידע מערכת הועלה
uz: Тизим ҳақида маълумот юкланди

source: Your system information was uploaded to %s. This link was placed in your clipboard so you can paste it on IRC.
he: מידע המערכת שלך הועלה אל %s. קישור זה הושם בלוח הגזירים שלך כך שתוכל/י להדביק אותו ב-IRC.
uz: Тизим ҳақида маълумот %s га юкланди. Ушбу ҳавола алмашиш буферига қўйилди ва IRCга жойлаштирилиши мумкин.

source: An error occurred while uploading the system information
he: אירעה שגיאה בעת העלאת מידע המערכת
uz: Тизим ҳақида маълумот юкланганда хато юз берди

source: Copy and paste the system information manually into a pastebin site like https://pastebin.com and share the link on IRC.
he: העתק/י והדבק/י את מידע המערכת ידנית לאתר pastebin כגון https://pastebin.com ושתף/י את הקישור ב-IRC.
uz: Тизим ҳақида маълумотни қўлда нусхаланг https://pastebin.com каби сайтга жойлаштиринг ва IRCда ҳавола билан улушинг.

source: Ignore this report
he: התעלמות מדיווח זה

source: Are you sure you want to ignore this report?
he: הנך בטוח שאת/ה רוצה להתעלם מדיווח זה?

source: The report will be permanently ignored and will no longer be visible.
he: דיווח זה יוסתר לצמיתות ולא יוצג.

source: The debug symbols are missing for %(program)s. Please install %(package)s.
he: הסמלים לניפוי קוד חסרים עבור%(program)s. נא להתקין %(package)s.
uz: %(program)s учун тузатиш белгилари мавжуд эмас. Илтимос %(package)s ўрнатинг.

source: The package providing %s could not be found. If you want to generate a stack trace for this crash report, please reinstall it.
he: החבילה שמספקת את %s לא נמצאה. אם את/ה רוצה לייצר מעקב סטאק לדו"ח קריסה זה, אנה התקן אותה מחדש.
uz: %s таъминловчи пакет топилмади. Агар Сиз ушбу бузилиш ҳақида ҳисоботи учун стек изини яратмоқчи бўлсангиз, илтимос уни қайта ўрнатинг.

source: The headers or binaries installed on your system do not match the code which was executed during the crash. They probably got upgraded since. A stack trace is available in 'Local Files' but its content is probably inaccurate.
he: ההדרים או בינריים המותקנים במערכת שלך לא מתאימים לקוד שהורץ בזמן הקריסה. הם כנראה עודכנו מאז. מעקב סטאק זמין ב-'Local Files' אבל תוכנו כנראה לא מדויק.

source: Show System Reports
he: הצג דו"חות מערכת
uz: Тизим ҳисоботларини кўрсатиш

source: Some system reports require your attention
he: ישנם דיווחי מערכת הדורשים את תשומת לבך

source: Troubleshoot problems
he: פתרון בעיות
uz: Муаммоларни бартараф қилиш

source: Troubleshooting Tool
he: פותר הבעיות
uz: Муаамони бартараф қилиш воситаси

source: Running system checks...
he: מריץ בדיקות מערכת...
uz: Тизим текширишни ишга тушириш...

source: No problems were detected
he: לא אותרו בעיות
uz: Муаммолар аниқланмади

source: System reports
he: דיווחי מערכת

source: Copy
he: העתק
uz: Нусхалаш

source: Copy to clipboard (code tags are added to make it easy to paste the system information into the forums)
he: העתק ללוח הגזירים (נוספים תגי קוד כדי להקל על הדבקה של מידע המערכת בפורומים)
uz: Алмашиш буферига нусхалаш (тизим ҳақида маълумотни форумларга осон жойлаштириш учун код теглари қўшилган)

source: Upload
he: העלה
uz: Юклаш

source: Upload to a pastebin service (no personal information included)
he: העלה לשירות pastebin (לא כולל מידע אישי)
uz: Pastebin хизматига юклаш (шахсий маълумот қўшилмаган)

source: System information
he: מידע מערכת
uz: Тизим ҳақида маълумот

source: Crash reports are not available
he: דו"חות קריסה לא זמינים
uz: Бузилиш ҳисоботлари мавжуд эмас

source: To enable crash reporting, install systemd-coredump and reboot your computer.
he: כדי לאפשר דיווחי קריסה, התקן/י systemd-coredump ואתחל את מחשבך.
uz: Бузилиш ҳисоботларини ёқиш учун systemd-coredump ўрнатинг ва компьютерни қайта юкланг.

source: Crash reports:
he: דוחות קריסה:
uz: Бузилиш ҳисоботлари:

source: Stack trace:
he: מעקב סטאק:
uz: Стек изи:

source: When seeking help, check for existing bug reports, pastebin the trace, share crash.tar.gz (from Local Files) and explain how to reproduce the crash.
he: לקבלת עזרה, נא לבדוק תחילה אם קיימים דיווחי תקלות, לאחר מכן יש לטעון עקבות pastebin, לשתף crash.tar.gz (מתוך קבצים מקומיים) ולהסביר כיצד ניתן לשחזר את הקריסה.
uz: Ёрдам излаганда мавжуд хато ҳисоботларини текширинг, изни жойлаштиринг, crash.tar.gz улушинг (маҳаллий файллардан) ва бузилишни қандай такрорлаш мумкинлигини тушунтиринг.

source: Local Files
he: קבצים מקומיים
uz: Маҳаллий файллар

source: Open the directory containing crash.tar.gz and its content.
he: פתיחת הספריה המכילה את crash.tar.gz ואת תוכנו.
uz: crash.tar.gz ўз ичига олган каталогини ва унинг таркибини очинг.

source: Bug Tracker
he: עוקב תקלות
uz: Баг-трекер

source: Find the most appropriate bug tracker.
he: מציאת עוקב התקלות המתאים ביותר.
uz: Энг мувофиқ баг-трекерни қидириш

source: Upload the trace to the Internet.
he: נא לטעון את העקיבה לאינטרנט.
uz: Изни интернетга юклаш

source: Developers need to know where the code fails or how to reproduce the issue. Always provide a trace and reliable instructions to trigger/observe the problem.
he: מפתחים צריכים לדעת היכן הקוד נכשל או איך לשחזר את הבעיה. ספק תמיד דוח עקיבות והוראות מדויקות בכדי לשחזר / לאבחן את הבעיה.

source: Crash reports
he: דוחות קריסה
uz: Бузилиш ҳисоботлари

source: Add the XApp Status applet
he: הוסף את יישומון סטטוס XApp
uz: XApp Status апплетини қўшиш

source: The XApp Status applet allows applications to provide a tray icon without rendering glitches and with support for HiDPI and symbolic icons.
he: היישומון סטטוס XApp מאפשר אפליקציות לספק סמלי מגש בלי גליצ'ים ועם תמיכה ב-HiDPI ובסמלים סימבוליים.

source: Right-click the panel and choose 'Add to Panel'.
he: לחץ לחיצה ימנית על הפאנל ובחר/י 'הוסף לפאנל'.

source: Add the XApp Status applet to the panel
he: הוסף את יישומון סטטוס XApp לפאנל
uz: XApp Status апплетини панелга қўшиш

source: Install multimedia codecs
he: התקן מקודדי מולטימדיה
uz: Мультимедиа кодекларини ўрнатиш

source: Multimedia codecs are required to play some video formats and to properly render some websites.
he: מקודדי מולטימדיה נדרשים כדי לנגן מסוימים של סרטונים וכדי להציג כיאות אתרים מסוימים.

source: Install the Multimedia Codecs
he: התקן את מקודדי המולטימדיה
uz: Мультимедиа кодекларини ўрнатиш

source: Set up the system restore utility
he: הפעל את כלי שחזור המערכת
uz: Тизимни тиклаш воситасини созлаш

source: Linux Mint provides a system restore utility called Timeshift.
he: Linux Mint מספק יישום שחזור מערכת שנקרא Timeshift.

source: Thanks to Timeshift you can take snapshots of the system, either manually or automatically.
he: הודות ל-Timeshift את/ה יכול/ה לקחת תמונות מערכת, ידנית או אוטומטית.

source: If something goes wrong you can then restore your operating system from a previously saved snapshot.
he: אם משהו משתבש את/ה יכול/ה לשחזר את מערכת ההפעלה שלך מתמונת מערכת שמורה.

source: Launch Timeshift
he: הפעל את Timeshift
uz: Timeshift ишга тушириш

source: A new version of Linux Mint is available
he: זמינה גרסה חדשה של Linux Mint
uz: Linux Mint янги версияси мавжуд

source: Visit %s for the latest announcements.
he: בקר/י ב-%s בשביל ההודעות החדשות ביותר.

source: Upgrade to %s
he: שדרג אל %s
uz: %s га янгилаш

source: Your version of Linux Mint will soon reach End-Of-Life (EOL)
he: הגרסה שלך של Linux Mint תגיע בקרוב לסוף חייה (EOL)

source: It will stop receiving support and updates in a day.
he: היא תפסיק לקבל עדכונים ותמיכה תוך יום.

source: Your version of Linux Mint is no longer supported
he: הגרסה שלך של Linux Mint כבר לא נתמכת
uz: Сиздаги Linux Mint версияси бошқа қўллаб-қувватланмайди

source: It reached End-Of-Life (EOL) yesterday.
he: היא הגיע לסוף חייה (EOL) אתמול.

source: Visit %s to find information about newer releases.
he: בקר/י ב-%s כדי למצוא מידע על גרסאות חדשות יותר.
uz: Янги релизлар ҳақида маълумот топиш учун %s га ташриф буюринг.

source: The following packages prevent tray icons from working properly:
he: החבילות הבאות מונעות מסמלי המגש לעבוד בצורה תקינה:

source: Note: You will need to log out after removing them.
he: הערה: נדרשת התנתקות לאחר ההסרה.

source: Remove the conflicting packages.
he: הסר את החבילות הסותרות

source: Install language packs
he: התקן חבילות שפה
uz: Тил пакетларини ўрнатиш

source: The following localization packages are missing to properly support your language:
he: חבילות הלוקאל הבאות חסרות כדי לתמוך בשפה שלך כיאות:

source: Install the Language Packs
he: התקן את חבילות השפה
uz: Тил пакетларини ўрнатиш

source: Install hardware drivers
he: התקן מנהלי התקנים
uz: Аппарат таъминоти драйверларини ўрнатиш

source: Processor
he: מעבד

source: Unknown
he: לא ידוע

source: %s (unknown)
he: %s (לא ידוע)

source: Hardware drivers are available for the following devices:
he: מנהלי התקנים זמינים לרכיבים הבאים:
uz: Қуйидаги қурилмалар учун аппарат таъминоти драйверлари мавжуд:

source: Launch the Driver Manager
he: הפעל את מנהל ההתקנים
uz: Драйвер менежерини ишга тушириш
